export default {
  chongzhi: [{
    rule: '26日全量,29日增量，30日增量，31日增量',
    data: [{
        edit: false,
        intro: '未首充',
        state: '半停机',
        type: '联系号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值100元以上赠100元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '未首充',
        state: '半停机',
        type: '联系号码',
        product: [{
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元以上赠50元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '未首充',
        state: '半停机',
        type: '订购号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值100元以上赠100元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://u.10010.cn/t'
      }, {
        edit: false,
        intro: '未首充',
        state: '半停机',
        type: '订购号码',
        product: [{
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元以上赠50元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://u.10010.cn/t'
      }, {
        edit: false,
        intro: '未首充',
        state: '全停机',
        type: '联系号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完，通信服务已暂停。为不影响您正常业务使用，请尽快充值。首次充值100元以上赠100元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '未首充',
        state: '全停机',
        type: '联系号码',
        product: [{
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度神卡套内业务量已使用完，通信服务已暂停。为不影响您正常业务使用，请尽快充值。首次充值50元以上赠50元话费！赠款次日到账。优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '未首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: '90127327',
          name: '下月是百度大神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费198元。您享有首充100元赠100元的特权！赠款次日到账。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      }, {
        edit: false,
        intro: '未首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: '90127328',
          name: '下月是百度小神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费28元。您享有首充100元赠100元的特权！赠款次日到账。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      }, {
        edit: false,
        intro: '未首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: '90157593',
          name: '下月是百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费37元。您享有首充50元赠50元的特权！赠款次日到账。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      }, {
        edit: false,
        intro: '已首充',
        state: '半停机',
        type: '联系号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }, {
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '已首充',
        state: '半停机',
        type: '订购号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }, {
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '已首充',
        state: '全停机',
        type: '联系号码',
        product: [{
          id: '90127327',
          name: '百度大神卡'
        }, {
          id: '90127328',
          name: '百度小神卡'
        }, {
          id: '90157593',
          name: '百度女神卡'
        }],
        message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的余额已不足，通信服务将暂停。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）'
      }, {
        edit: false,
        intro: '已首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: '90127327',
          name: '下月是百度大神卡'
        }],
        message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费198元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      }, {
        edit: false,
        intro: '已首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: '90127328',
          name: '下月是百度小神卡'
        }],
        message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费28元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      },
      {
        edit: false,
        intro: '已首充',
        state: '正常状态,可用额度不足下月',
        type: '订购号码',
        product: [{
          id: ' 90157593',
          name: '下月是百度女神卡'
        }],
        message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费37元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
      }
    ]
  }],
  'koufei': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90127327',
        name: ' 百度大神卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费198元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90127328',
        name: ' 百度小神卡'
      }],
      message: '【业务提醒】亲爱的用户，您的百度小神卡将于本月2日扣除当月套餐月费28元。感谢您的使用！'
    }, {
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90157593',
        name: ' 百度女神卡'
      }],
      message: '【业务提醒】亲爱的用户，您的百度女神卡将于本月2日扣除当月套餐月费37元。感谢您的使用！'
    }]
  }],
  'zhuanru': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '非百度神卡套餐转入百度神卡套餐',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90127327',
        name: '百度大神卡'
      }, {
        id: '90127328',
        name: '百度小神卡'
      }, {
        id: '90157593',
        name: '百度女神卡'
      }],
      message: '【业务提醒】亲爱的客户，欢迎转入百度神卡套餐。请关注“神卡助手服务”微信公众号，了解最套餐特权以及最新活动详情！'
    }]
  }]
}
