export default {
  chongzhi: [{
    rule: '26日全量,29日增量，30日增量，31日增量',
    data: [{
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度圣卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元得100元话费！优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度圣卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元得100元话费！优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '未首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的百度圣卡套内业务量已使用完，通信服务已暂停。为不影响您正常业务使用，请尽快充值。首次充值50元得100元话费！优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90275413',
        name: '下月是百度大圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费19元。您享有首次充值50元得100元话费的特权！立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90275414',
        name: '下月是百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费59元。您享有首次充值50元得100元话费的特权！立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【百度活动】亲爱的用户，截止MMDDHHMM，您的余额已不足，通信服务将暂停。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90275413',
        name: '下月是百度大圣卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费19元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90275414',
        name: '下月是百度超圣卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费59元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }]
  }],
  'koufei': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90275413',
        name: ' 百度大圣卡'
      }],
      message: '【业务提醒】亲爱的用户，您的百度大圣卡将于本月2日扣除当月套餐月费19元。感谢您的使用！'
    }, {
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90275414',
        name: ' 百度超圣卡'
      }],
      message: '【业务提醒】亲爱的用户，您的百度超圣卡将于本月2日扣除当月套餐月费59元。感谢您的使用！'
    }]
  }],
  'zhuanru': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '非圣卡套餐转入百度圣卡套餐',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90275412',
        name: '百度小圣卡'
      }, {
        id: '90275413',
        name: '百度大圣卡'
      }, {
        id: '90275414',
        name: '百度超圣卡'
      }],
      message: '【业务提醒】亲爱的客户，欢迎转入百度圣卡套餐。请关注“圣卡助手”微信公众号，了解最新APP免流量范围和激活APP免流的攻略，以及最新活动详情！爱奇艺激活免流绑定，由于数据传输延时，若1号无法绑定，请2号再试。'
    }]
  }]
}
