export default {
  chongzhi: [{
    rule: '实时',
    data: [{
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，将只能接听电话。为了让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，将只能接听电话。为了让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，通信服务将暂停。为了让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,套餐内语音使用率≥90%且可用额度＜5元',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额不足5元，为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,套餐内流量使用率≥90%且可用额度＜10元',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额不足10元，为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，将只能接听电话。请及时充值保证正常使用哦。立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，将只能接听电话。请及时充值保证正常使用哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡可用余额已用完，通信服务将暂停。为保证正常使用，请您及时充值哦。立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,套餐内语音使用率≥90%且可用额度＜5元',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额不足5元，为了避免欠费停机影响您的正常使用，请及时充值哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,套餐内流量使用率≥90%且可用额度＜10元',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡可用余额不足10元，为了避免欠费停机影响您的正常使用，请及时充值哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }]
  }, {
    rule: '每月26日全量；27日至月底最后一天每日增量、实时',
    data: [{
      edit: false,
      intro: '已首充',
      state: '正常状态,实时结余+信用额度<56元',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】尊敬的客户，截至MMDDHHMM，您的畅淘卡账户余额已不足支付下月的套餐月功能费56元，请及时充值保证正常使用哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态，本月激活',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】尊敬的客户，您的畅淘卡首月免费体验特权将于本月底结束，下月月初将收取套餐月功能费56元。为了让您更好地使用，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态，本月激活',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】尊敬的客户，您的畅淘卡首月免费体验特权将于本月底结束，下月月初将收取套餐月功能费56元。为了让您更好地使用，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }]
  }, {
    rule: '每月27日全量',
    data: [{
      edit: false,
      intro: '未首充',
      state: '正常状态，上月及以前激活',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】尊敬的客户，您的畅淘卡将于下月月初收取套餐月功能费56元。如果您的账户可用余额不足，将会欠费停机，请及时关注账户余额，以免影响您的正常通信。为了让您更好地使用，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦。立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态，上月及以前激活',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】尊敬的客户，您的畅淘卡将于下月月初收取套餐月功能费56元。如果您的账户可用余额不足，将会欠费停机，请及时关注账户余额，以免影响您的正常通信。为了让您更好地使用，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }]
  }, {
    rule: '每月23日全量',
    data: [{
      edit: false,
      intro: '未首充',
      state: '正常状态，上月出账话费账单的最迟还款日为本月25日，且未结清该账期欠费',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态，上月出账话费账单的最迟还款日为本月25日，且未结清该账期欠费',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态，上月出账话费账单的最迟还款日为本月25日，且未结清该账期欠费',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，请及时充值哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }]
  }, {
    rule: '每月28日全量',
    data: [{
      edit: false,
      intro: '未首充',
      state: '正常状态，上月出账话费账单的最迟还款日为本月最后一天，且未结清该账期欠费',
      type: '联系号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【淘宝活动】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://t.cn/Rizsck8（如已充值请忽略），回复TD退订'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态，上月出账话费账单的最迟还款日为本月最后一天，且未结清该账期欠费',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，并让您更好地使用畅淘卡，送您“充值特权”见面礼：首次充值50元得100元，优惠仅享受一次哦，立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '上月出账话费账单的最迟还款日为本月最后一天，且未结清该账期欠费',
      type: '订购号码',
      product: [{
        id: '90155482',
        name: '畅淘卡'
      }],
      message: '【业务提醒】亲，截至MMDDHHMM，您的畅淘卡上月话费还未结清。为了避免欠费停机影响您的正常通信，请您于本月内充值哦。立即充值戳http://m.10010.com/03u1p（如已充值请忽略）'
    }]
  }],
  'koufei': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '月初扣费提醒',
      state: '已激活，正常状态+半停机',
      type: '订购号码',
      product: [{
        id: '90275413',
        name: ' 百度大圣卡'
      }],
      message: '【业务提醒】尊敬的客户，您的畅淘卡将于本月2日收取当月套餐月功能费56元，请及时关注您的账户余额，确保余额充足。感谢您的使用，祝您生活愉快！'
    }]
  }],
  'zhuanru': null
}
