export default {
  chongzhi: [{
    rule: '26日全量,29日增量，30日增量，31日增量',
    data: [{
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的微博卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元以上赠50元话费！优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '未首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的微博卡套内业务量已使用完。为不影响您正常业务使用，请尽快充值。首次充值50元以上赠50元话费！优惠仅享受一次哦。立即充值请戳http://u.10010.cn/t'
    }, {
      edit: false,
      intro: '未首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的微博卡套内业务量已使用完，通信服务已暂停。为不影响您正常使用业务，请尽快充值。首次充值50元以上赠50元话费！优惠仅享受一次哦。立即充值请戳http://t.cn/RtwViCN（如已充值请忽略，回复TD退订）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '下月是微博V+卡 '
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费19元。您享有首次充值50元以上赠50元话费的特权！立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '下月是微博大V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费69元。您享有首次充值50元以上赠50元话费的特权！立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '未首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90163362',
        name: '下月是微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的月功能费199元。您享有首次充值50元以上赠50元话费的特权！立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '联系号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）。微博和一直播专属流量免费啦，未来更多新浪家族应用流量免费，快回来享用哦！'
    }, {
      edit: false,
      intro: '已首充',
      state: '半停机',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://u.10010.cn/t，（如已充值请忽略）。微博和一直播专属流量免费啦，未来更多新浪家族应用流量免费，快回来享用哦！'
    }, {
      edit: false,
      intro: '已首充',
      state: '全停机',
      type: '联系号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【微博活动】亲爱的用户，截止MMDDHHMM，您通信账户可用额度已用完。为不影响您正常业务使用，请立即充值http://t.cn/RtwViCN，（如已充值请忽略，回复TD退订）。微博和一直播专属流量免费啦，未来更多新浪家族应用流量免费，快回来享用哦！'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '下月是微博V+卡 '
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费19元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90151622',
        name: '下月是微博大V卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费69元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }, {
      edit: false,
      intro: '已首充',
      state: '正常状态,可用额度不足下月',
      type: '订购号码',
      product: [{
        id: '90163362',
        name: '下月是微博金V卡'
      }],
      message: '【业务提醒】亲爱的用户，截止MMDDHHMM，您的账户余额已不足以支付下月的套餐月费199元。立即充值点击http://u.10010.cn/t，（如已充值请忽略）'
    }]
  }],
  'koufei': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '下月是微博V+卡 '
      }],
      message: '【业务提醒】亲爱的客户，您的微博V+卡在每月初2日扣除当月套餐月费19元。微博微卡是准预付费套餐，若账户余额低于19元，将会被停机，请尽快充值。感谢您的使用！'
    }, {
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90151622',
        name: '微博大V卡'
      }],
      message: '【业务提醒】亲爱的客户，您的微博大V卡在每月初2日扣除当月套餐月费69元。微博微卡是准预付费套餐，若账户余额低于69元，将会被停机，请尽快充值。感谢您的使用！'
    }, {
      edit: false,
      intro: '月初扣费提醒',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【业务提醒】亲爱的客户，您的微博大V卡在每月初2日扣除当月套餐月费199元。微博微卡是准预付费套餐，若账户余额低于199元，将会被停机，请尽快充值。感谢您的使用！'
    }]
  }],
  'zhuanru': [{
    rule: '1日全量',
    data: [{
      edit: false,
      intro: '非微博v卡套餐转入微博v卡套餐',
      state: '可用额度不足',
      type: '订购号码',
      product: [{
        id: '90165530',
        name: '微博V+卡'
      }, {
        id: '90151622',
        name: '微博大V卡'
      }, {
        id: '90163362',
        name: '微博金V卡'
      }],
      message: '【业务提醒】亲爱的客户，欢迎转入微博微卡套餐。请关注“微卡助手服务”微信公众号，了解最新APP免流量范围和激活微博免流的攻略，以及最新活动详情！'
    }]
  }]
}
